// console.log("Текст из script.js!");

// const num = 123;
// console.log(num);

// let a = 5;
// a = 7;
// console.log(a);

// let b;
// b = 1 + 2 + 3;
// console.log(b);

// Задание 2:
// 1. Создайте переменную `num` и присвойте ей значение `123`.
// Выведите значение этой переменной в консоль.
// 2. Создайте переменную `а` и присвойте ей значение `5`,
// переопределите переменную `а` на значение `7`, выведите переменную `а` в консоль.
// 3. Создайте переменную `b`. Запишите в нее сумму чисел `1`, `2` и `3`.
//  С помощью функции `console.log` выведите в консоль содержимое переменной `b`.
// 4. Создайте два вида комментариев в вашем коде, добавьте в них произвольный текст.
// Тайминг: 20 минут.

// Задание 3:
// 1. Создайте две переменные, одна будет хранить ваш возраст (девушкам всегда 18),
// а другая переменная будет хранить текущий год (все созданные переменные должны быть логично названы).
// - Создайте переменную суммы и присвойте сумму чисел из двух переменных.
// - Создайте переменную разности и присвойте разность текущего года и вашего возраста.
// - Создайте переменную произведения и присвойте произведение чисел двух переменных.
// - Создайте переменную частного и присвойте деление чисел текущего года к вашему возрасту.

// const myAge = +prompt("Введите возраст: ");
// const year = 2024;
// console.log(myAge, year);

// sum = myAge + year;
// console.log(`сумма равна ${sum}`);

// differ = year - myAge;
// console.log(`разность равна ${differ}`);

// mult = year * myAge;
// console.log(`умножение равна ${mult}`);

// div = year / myAge;
// console.log(`частность равна ${div}`);

// const str = "2f7.27";
// console.log(str);
// console.log(+str);
// console.log(Number(str));
// console.log(Number.parseInt(str));
// console.log(Number.parseFloat(str));

// 2. Выведите в консоль все созданные переменные.

// console.log(`сумма всех чисел ${sum + differ + mult + div}`);

// 3. Сложите все созданные переменные и выведите результат в консоль.
// Тайминг: 20 минут.

// Задание 4:
// Не запуская код, определите, что отобразится в консоли:
// `let a = 5 + 5 * 3 + 3;`
// Не запуская код, определите, что отобразится в консоли:
// `let b = 8 / 2 + 2;`6
// Не запуская код, определите, что отобразится в консоли:
// `let c = (2 + 3) * (2 + 3);`25
// Не запуская код, определите, что отобразится в консоли:
// `let d = (2 + 3) * 2 + 3;`13
// Не запуская код, определите, что отобразится в консоли:
// `let e = (2 * 8) / 4;`4
// Не запуская код, определите, что отобразится в консоли:
// `let f = 2 * (8 / 4);`4
// Тайминг: 20 минут.

// Задание 5:
// 1. Запишите в переменную `a` число `0.1`, а в переменную `b` - число `0.2`.
//  Найдите сумму значений этих переменных и выведите ее на экран.

const a = 0.1;
const b = 0.2;
summ = a + b;
summ2 = +summ.toFixed(1);
// summ3 = Number(summ2);

console.log(summ2);
// 2. Создайте переменную `c`, запишите в нее какое-нибудь положительное или отрицательное число.
//  Выведите на экран это число с обратным знаком.
// Тайминг: 5 минут.
