// // 1. Создать две переменные и спросить у пользователя значения для данных
// // переменных. Одна переменная будет хранить имя пользователя, другая его возраст.

// const name = prompt("введите имя");
// const age = prompt("введите возраст");
// // 2. Вывести на экран текст:
// // “Добро пожаловать, `имя`. Ваше количество оборотов вокруг солнца - `возраст`.”
// // Тайминг: 15 минут.

// console.log(object);

// Задание 2:

// 1. Найти остаток от деления переменных `a` на `b`, где a = 13, b = 5.

// const a = 13;
// const b = 5;
// const c = a % b;
// alert(c);
// console.log(c);
// 2. Что выведет на экран (Сначала проговорите, потом проверьте)
// ```

// ```
// 3. Что выведет на экран (Сначала проговорите, потом проверьте)
// ```
// alert('abc' * 3);
// ```
// 4. Что выведет на экран (Сначала проговорите, потом проверьте)
// ```
//alert(1 / 0);
// alert(-1 / 0);
// ```
// 5. Что выведет на экран (Сначала проговорите, потом проверьте)
// ```
// alert('2' * '3');
// ```

// Тайминг: 20 минут.

// Задание 3:
// 1. Сознательно допустите ошибку в вашем коде. Убедитесь, что ошибка появляется
// в консоли. Определите, в какой строке кода случилась ошибка.
// const a = 1;
// amlert();
// 2. Необходимо вывести в консоль результат суммы переменных a = '2', b = '3'.

// const a = "2";
// const b = "3";
// const c = "2" + "3";
// console.log(c);
// alert(c);
// 3. Пользователь с клавиатуры вводит 2 числа, необходимо в консоль вывести весь
// текст ниже, одной строкой с переносами строк:

const a = +prompt("введите первое число");
const b = +prompt("введите второе число");
console.log(`сумма чисел равна ${a + b}`);
alert(`сумма чисел равна ${a + b}`);
alert(`сумма чисел равна ${a * b}`);
alert(`сумма чисел равна ${a / b}`);
alert(`сумма чисел равна ${a % b}`);

// Сумма чисел равна “результат”.
// Разность чисел равна “результат”.
// Произведение чисел равно “результат”.
// Частное чисел равно “результат”.
// Остаток от деления чисел равен “результат”.

// Тайминг: 20 минут.
